<template>
  <div class="w-3/5 py-24 px-10 mx-auto bg-white">
    <h2 class="text-3xl my-4">はじめに</h2>
    <p>
      この度はFind My Journey をご利用いただき、誠にありがとうございます。
      弊社はペルーの現地法人です。したがって、ペルーの旅行業法と商習慣が適用されます。万一の事故や遅延などによる損害が発生した場合、ペルーの旅行業法に基づいて対応させていただきます。日本の旅行業法および約款は適用されませんので、ご注意ください。また、万一に備えて海外旅行保険に加入いただくようお願い申し上げます。
      弊社「<a href="https://www.f-mj.com/">www.f-mj.com</a
      >」を通じて提供されるサービスを利用する前に、弊社の利用規約をよくお読みいただき、理解し、受け入れていただくことをお願い申し上げます。ご予約のご依頼を頂く際は、下記の利用規約に同意したものとみなします。
    </p>
    <br />
    <br />
    <h2 class="text-3xl my-4">手配の流れ</h2>
    <p>
      まずは、メール・Line・WhatsApp等でざっくりどのようなプランが良いのかご相談ください。
      どこへ行きたいか、ご旅行の期間、弊社のサービスについてのご質問等を頂ければ、こちらからもご提案・ご説明させていただきます。
      <br />
      <br />
      手配内容（お客様の日程）を確定し、手配が完了した後はメールにてお知らせいたします。
      またやり取りが残るように、最終的なご依頼はメールにて頂くようにしております。
      <br />
      <br />
      ご出発日より30日前までにお支払いください。（もし30日前を既に過ぎてからの予約は即時お振込み頂くようお願い致します。）お支払い時、パスポート情報/フライト情報をお送りいただきます。
      こちらを頂けない場合、手配内容を確定できません。
      <br />
      お支払い・フライト情報・パスポート情報が遅れた場合、手配確定作業が遅れます。
      手配確定作業が遅れるた場合、空き状況により日程の変更が必要になり、追加コストが発生することもございますので、予めご注意ください。
      <br />
      ご出発日より30日以内に手配のご依頼を頂いた際は、お支払いを頂き、パスポート情報とフライト情報をお送り頂いた後に手配を開始致します。
      <br />
      <br />
      お支払いを頂く前に弊社の約款を必ずご確認下さい。
      <br />
      ご出発15日前頃に最終日程表及び、チケット類をメールにてお送り致します。
    </p>
    <br />
    <br />
    <h2 class="text-3xl my-4">お支払い方法</h2>
    <p>
      <span class="text-lg">クレジットカードの場合: </span
      >こちらで決済リンクをお送り致しますので、ご自身で決済を行いください。
      <span class="text-lg">銀行振り込みの場合: </span
      >振込先はペルーの銀行で、アメリカドル口座となります。 下記銀行情報です。
      <br />
      振り込みの手数料及び、現地の受け取り手数料（25USD）はお客様負担となります。
      <br />
      <br />
      銀行名: BBVA PERU
      <br />
      住 所: Av. República de Panamá 3055, San Isidro, Lima, Peru
      <br />
      Swiftコード: BCONPEPL
      <br />
      口座番号：011-083-000100013331-32
    </p>
    <br />
    <h2 class="text-3xl my-4">キャンセルポリシーと返金の諸注意</h2>
    <ul>
      <li class="mb-4">
        ツアー出発日から30日前まで - ツアー代金の50％が取消料として発生します。
      </li>
      <li class="mb-4">
        ツアー出発日から15日前まで - ツアー代金の75％が取消料として発生します。
      </li>
      <li class="mb-4">
        ツアー出発日から8日前まで - ツアー代金の100％が取消料として発生します。
      </li>
    </ul>
    <br />
    <br />
    返金方法はお客様と弊社で相談の上、確定します。ただし、返金時の振り込み手数料や受け取り手数料はお客様の負担となります。なお、マチュピチュ遺跡やワイナピチュ登山のチケットなど、シーズンによっては空きが迅速になくなることも多いため、場合によっては事前にお支払いいただくことがあります。
    <br />
    また、マチュピチュ遺跡など、限られた空きがあるチケットは、一度購入すると即発券となります。この場合、チケット購入のために頂いた代金はご返金できかねますので、予めご了承ください。
    <br />
    <br />
    <h3 class="text-xl my-4">ペルー国内の消費税について</h3>
    弊社の提示料金は税抜きの額です。なぜなら外国人旅行者はペルー国内で提供される旅行サービスの一部が免税となるからです。
    <br />
    しかし、これは観光ビザ（Tourist
    visa）で入国されている場合にのみ適用されます。つまり、ペルーに居住する外国人や、海外に永住しており、DNI（ペルー国民身分証明書）を使用してペルー国民として旅行される場合、免税の対象外となります。
    <br />
    お振込み後に発覚した場合は追加で18％のお支払いを頂く必要がございます。もし免税の条件に該当するかどうか確信が持てない場合、事前にお問い合わせいただくことをお勧めします。
    <br />
  </div>
</template>

<script lang="ts">
import { defineComponent } from '@nuxtjs/composition-api'

export default defineComponent({
  name: 'PoliticaPage',
  head() {
    return {
      title: 'Politica',
      titleTemplate: '',
      meta: [
        {
          hid: 'og:type',
          name: 'og:type',
          content: 'website',
        },
        {
          hid: 'og:title',
          name: 'og:title',
          content: 'Find my journey',
        },
        {
          hid: 'og:url',
          property: 'og:url',
          content: window.location.origin + window.location.pathname,
        },
      ],
    }
  },
})
</script>
